   1)  Προεπιλογή
   2)  checkmd5        Ελέγξτε την ακεραιότητα του livecd/liveusb
   3)  checkfs         Ελέγξτε LiveUSB και persist συστήματα αρχείων ext2/3/4
   4)  toram           Αντιγράψτε το συμπιεσμένο σύστημα αρχείων στη μνήμη RAM
   5)  i915_invert     Ανατρέψτε το βίντεο σε ορισμένα συστήματα γραφικών της Intel
   6)  no_i915_invert  Απενεργοποιήστε την αντιστροφή γραφικών της Intel
   7)  from=usb        Ολοκληρώνει την εκκίνηση από ένα LiveUSB
   8)  from=hd         Ολοκληρώνει την εκκίνηση από ένα σκληρό δίσκο
   9)  hwclock=ask     Προσδιορίσετε τη ρύθμιση του ρολόι
  10)  hwclock=utc     Ρολόι σε UTC (Linux)
  11)  hwclock=local   Ρολόι σε τοπική ώρα (Windows)
  12)  password        Αλλαγή του κωδικού πρόσβασης πριν εκκίνηση
  13)  nostore         Απενεργοποίηση του LiveUSB-αποθήκευσης (LiveUSB μόνο)
  14)  dostore         Ενεργοποίηση του LiveUSB-αποθήκευσης (LiveUSB μόνο)
  15)  savestate       Αποθήκευση κάποιων αρχείων σε επανεκκίνηση (LiveUSB μόνο)
  16)  nosavestate     Μην αποθηκεύετε αρχεία σε επανεκκίνηση (LiveUSB μόνο)
